export default {
  projections: {
    ЗаключДоговораE: {
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: 'Номер'
      },
      тип: {
        __caption__: 'Тип'
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      дирОтдПоРабСКл: {
        __caption__: '',
        фамилия: {
          __caption__: ''
        },
        имя: {
          __caption__: ''
        },
        отчество: {
          __caption__: ''
        }
      },
      клиент: {
        __caption__: '',
        фамилия: {
          __caption__: ''
        },
        имя: {
          __caption__: ''
        },
        отчество: {
          __caption__: ''
        }
      }
    },
    ЗаключДоговораL: {
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: 'Номер'
      },
      тип: {
        __caption__: 'Тип'
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      дирОтдПоРабСКл: {
        __caption__: '',
        фамилия: {
          __caption__: ''
        },
        имя: {
          __caption__: ''
        },
        отчество: {
          __caption__: ''
        }
      },
      клиент: {
        __caption__: '',
        фамилия: {
          __caption__: ''
        },
        имя: {
          __caption__: ''
        },
        отчество: {
          __caption__: ''
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номер: {
      __caption__: 'Номер'
    },
    стоимость: {
      __caption__: 'Стоимость'
    },
    тип: {
      __caption__: 'Тип'
    },
    дирОтдПоРабСКл: {
      __caption__: 'дирОтдПоРабСКл'
    },
    клиент: {
      __caption__: 'клиент'
    },
    оказКонсульт: {
      __caption__: 'оказКонсульт'
    }
  }
};
