export default {
  projections: {
    РасторжДоговораE: {
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: 'Номер'
      },
      дирОтдПоРабСКл: {
        __caption__: 'Дир отд по раб с кл',
        id: {
          __caption__: 'Id'
        }
      },
      клиент: {
        __caption__: 'Клиент',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    },
    РасторжДоговораL: {
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: 'Номер'
      },
      дирОтдПоРабСКл: {
        __caption__: 'Id',
        id: {
          __caption__: 'Id'
        }
      },
      клиент: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номер: {
      __caption__: 'Номер'
    },
    дирОтдПоРабСКл: {
      __caption__: 'Дир отд по раб с кл'
    },
    клиент: {
      __caption__: 'Клиент'
    }
  }
};
